# 2 task https://github.com/wtorkanorka/Synergy-Phyton-learning.git
# ответ -  дриопитек – рамапитек – австралопитек – человек умелый – человек прямоходящий – неандертальский человек (палеоантроп) – неоантроп (это уже человек современного типа, homo sapiens).
x_1 = input("Первый этап - ")
x_2 = input("Второй этап - ")
x_3 = input("Третий этап - ")
x_4 = input("Четверты этап - ")
x_5 = input("Пятый этап - ")
x_6 = input("Шестой этап - ")
x_7 = input("Седьмой этап - ")
x_8 = input("Восьмой этап - ")
print(x_1, x_2, x_3, x_4, x_5, x_6, x_7, x_8, sep="=>")
